import Container from "../../../components/Container";

export default function AboutView() {
  return (
    <>
      <Container className="py-20">
        <h1 className="text-[32px] font-medium mb-6">Tashkilot haqida</h1>
        <p className="text-lg">
          {" "}
          (Ўзтемирйўлйўловчи) АЖ темирйўл йўловчи транспорти ишини янада
          яхшилаш, йўловчиларга хизмат кўрсатиш маданиятини кўтариш,
          йўловчиларни ташиш бошқарувини такомиллаштириш ва темир йўл транспорти
          бошқармаларини бозор иқтисодиёти муомилаларини ташкил қилишда
          шароитлар яратиш учун ташкил топди. Ташкилотнинг марказий бошқармаси
          қуйидаги манзил бўйича жойлашган: Тошкент ш., Туркистон кўчаси 7.
          Ташкилот асосий фаолияти бўйича 7 та регионал филиаллардан иборат:
          Тошкент, Фарғона, Самарқанд, Хоразм, Сурхандарьё, Қашқадарьё ва
          Оролбўйи, Ўзбекистон Республикаси ўша вилоятларида жойлашган. Ундан
          ташқари, ташкилот қуйидаги филиаллардан хам иборат: йуловчи поездларни
          рейсга техник ва технологик тайерлаш филиали; "Тошкент марказий
          вокзали" филиали; темирйўл агентлиги; туризм, реклама и маркетинг
          тадқиқотлар агентлиги; йўловчи поездларда йўловчиларга хизмат кўрсатиш
          филиали; Жамоанинг устав бўйича капитали 51,4 млрд. сумни ташкил
          қилади, 500 номинал миқдорида 102 812 890 оддий акцияларга булинган.
          Акция капитали қуйидагича бўлинган: - (Ўзбекистон темир йўллари) АЖ -
          51%; - жамоада мехнат қилувчи коллектив ва (Ўзбекистон темир йўллари)
          АЖ ходимлари - 2%; - чет эл инвесторлари - 47%. (Ўзтемирйўлйўловчи)
          АЖнинг ишчилар миқдори 01.12.2011 йилда 5693 одамни ташкил қилди.
          Хозирги кунда ташкилот хар йили 15,4 млн.дан куп йўловчиларни
          ташимоқда ва йўловчи айланмаси 2.9 млрд. йўловчи км.га етди. Умумий
          вагонлар парки 01.09.2006 йилда 765 вагондан иборат эди. 2005 йилнинг
          охирида Тошкент - марказий вокзалини таъмирлаш ишлар тугатилди.
          Йуловчиларга сервис хизматарини ошириш мақсадида янги вокзал биносида
          6 та жуда қулай заллар ташкил қилинди: - Йўловчиларни хамма керакли
          маълумотлар билан таъминлаш мақсадида вокзал биносининг марказий
          холида замонавий талабларга жавоб берадиган маълумотлар таблоси
          қўйилди; - Холлнинг биринчи қаватида болалар кафеси ва майдончасидан
          иборат болалар зали жойлашган; - ўйин зали орқасида дам олиш учун
          қулай 25 жойли она ва бола хонаси жойлашган. Шунингдек иккинчи қаватда
          харбий хизматга чақирилганларни хизмат курсатиш учун комендатура
          тузилди; - Кутиш зали томон юрганизда унг томонда VIP зал жойлашган, у
          2 қаватни эгаллаган. VIP зал комплексига 40 кишилик ресторан, 30
          кишилик дам олиш зали, дам олиш учун юмшоқ креслолик қишки боғ киради.
          Залдан пассажирлар поездлар перронига чиқиш ва иккинчи қаватдаги кутиш
          залига кириш мумкин; - Кутиш зали биринчи ва иккинчи қаватларда
          жойлашган. Улар йуловчиларга керакли маълумот бериш учун видео ва теле
          аппаратура билан таъминланган, шунингдек 1 соат давомида 500 кишига
          хизмат кўрсатиш учун қўшимча заллардан (бар, туалет,чекиш хоналаридан)
          ташкил топган; - Кутиш залидан чиқишда бир вақтда 500 та йўловчини
          қабул қиладиган, поездларни кутиш учун дам олиш жойлари берк
          зал-перрон жойлашган; - Вокзал биносининг чап тарафида делегацияларни
          қабул қилиш мухташам зали жойлашган; - Марказий холлнинг чап ва унг
          тарафида йўловчилар учун қулай ўтириш жойлари ва фонтанлардан иборат
          ички ховли жойлашган. Тўла таъмирлаш ишлари тугагандан сунг вокзал
          ўрта хисобда 50 мингта одамга хизмат курсатиши мумкин булади. Хозирги
          кунда хамма келувчи ва кетувчи йўловчиларни инобатга олганда марказий
          Тошкент вокзали ўрта хисобда 29 минг одамни қабул қиляпти. Ўрта
          хисобда бир кунда вокзалдан 6 та халқаро ва 20 та махаллий поездлар
          жунатилмоқда ва кутиб олинмоқда. Марказий Тошкент вокзали қошида
          (Экспресс-3) янги терминаллар билан жихозланган, шунингдек йўловчилар
          учун комплекс хизматлар кўрсатадиган янги транзит кассалраи қурилди.
          Марказий Тошкент вокзали хамма Ўзбекистон Республикаси фуқролари ва
          меҳмонларини кутиш учун тайер.{" "}
        </p>
      </Container>
    </>
  );
}
